Revit 2027 API
BuiltInFailures.WallFailures.CannotMirrorWallPanel Property
 Cannot mirror wall panels.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotMirrorWallPanel { get; }
Public Shared ReadOnly Property CannotMirrorWallPanel As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotMirrorWallPanel {
	FailureDefinitionId^ get ();
}
static member CannotMirrorWallPanel : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.WallFailures Class
Autodesk.Revit.DB Namespace